/* Message of sheet displayed for CSSM_CERT_STATUS_EXPIRED. */
"The certificate for this server has expired. You might be connecting to a server that is pretending to be {0} which could put your confidential information at risk. Would you like to connect to the server anyway?" = "இந்தச் சேவையகத்திற்கான சான்றிதழ் காலாவதியானது. உங்கள் மறைமுக தகவல்களை ஆபத்தில் ஆழ்த்தக்கூடிய {0} என நடித்துள்ள சேவையகத்துடன் நீங்கள் இணைக்கலாம். எப்படியும் சேவையகத்துடன் இணைக்க விரும்புகிறீர்களா?";

/* Message of sheet displayed for CSSM_CERT_STATUS_NOT_VALID_YET. */
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be {0} which could put your confidential information at risk. Would you like to connect to the server anyway?" = "இந்தச் சேவையகத்திற்கான சான்றிதழ் இன்னும் செல்லுபடியாகாது. உங்கள் மறைமுக தகவல்களை ஆபத்தில் ஆழ்த்தக்கூடிய {0} என நடித்துள்ள சேவையகத்துடன் நீங்கள் இணைக்கலாம். எப்படியும் சேவையகத்துடன் இணைக்க விரும்புகிறீர்களா?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS. */
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be {0} which could put your confidential information at risk. Would you like to connect to the server anyway?" = "இந்தச் சேவையகத்திற்கான சான்றிதழ் தவறானது. உங்கள் மறைமுக தகவல்களை ஆபத்தில் ஆழ்த்தக்கூடிய {0} என நடித்துள்ள சேவையகத்துடன் நீங்கள் இணைக்கலாம். எப்படியும் சேவையகத்துடன் இணைக்க விரும்புகிறீர்களா?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS && CSSM_CERT_STATUS_IS_ROOT */
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be {0} which could put your confidential information at risk. Would you like to connect to the server anyway?" = "இந்தச் சேவையகத்திற்கான சான்றிதழ் அறியப்படாத சான்றளிக்கும் அதிகாரத்தால் கையொப்பமிடப்பட்டது. உங்கள் மறைமுக தகவல்களை ஆபத்தில் ஆழ்த்தக்கூடிய {0} என நடித்துள்ள சேவையகத்துடன் நீங்கள் இணைக்கலாம். எப்படியும் சேவையகத்துடன் இணைக்க விரும்புகிறீர்களா?";

/* Certificate trust verification prompt */
"Certificate Error" = "சான்றிதழ் பிழை";
"Always Trust" = "எப்போதும் நம்புங்கள்";
"Show Certificate" = "சான்றிதழைக் காட்டு";

/* Remember password on Windows */
"Save Password" = "கடவுச்சொல்லை சேமி";

/* Client authentication with mutual SSL */
"The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}." = "உங்கள் அடையாளத்தைச் சரிபார்க்க சேவையகத்திற்கு சான்றிதழ் தேவை. உங்களை {0}க்கு அங்கீகரிக்கச் சான்றிதழைத் தேர்ந்தெடுக்கவும்.";
